tap "homebrew/bundle"
brew "hugo"
brew "imagemagick"
brew "starship"
brew "subversion"
brew "tmux"
brew "tree"
brew "zsh-completions"
brew "ghq"
brew "peco"
cask "coteditor"
cask "docker"
cask "drawio"
cask "google-chrome"
cask "google-japanese-ime"
cask "julia"
cask "karabiner-elements"
cask "latexit"
cask "lyx"
cask "miniconda"
cask "onedrive"
cask "r"
cask "rstudio"
cask "sourcetree"
cask "zoom"
cask "visual-studio-code"
