tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "glib"
brew "ceres-solver"
brew "cweb"
brew "ghostscript"
brew "nghttp2"
brew "unbound"
brew "fltk"
brew "ghq"
brew "git"
brew "hugo"
brew "imagemagick"
brew "libssh2"
brew "neovim"
brew "numpy"
brew "sundials"
brew "opencv"
brew "openjdk"
brew "openjdk@11"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "peco"
brew "pyenv"
brew "qpdf"
brew "r"
brew "rust"
brew "subversion"
brew "tmux"
brew "tree"
brew "zsh-completions"
cask "bibdesk"
cask "coteditor"
cask "docker"
cask "drawio"
cask "dropbox"
cask "google-chrome"
cask "google-japanese-ime"
cask "julia"
cask "karabiner-elements"
cask "keepassx"
cask "latexit"
cask "lyx"
cask "onedrive"
cask "rstudio"
cask "sourcetree"
cask "zoom"
