tap "homebrew/bundle"
brew "ghostscript"
brew "hugo"
brew "imagemagick"
brew "pandoc"
brew "poppler"
brew "pdf2svg"
brew "pyenv"
brew "subversion"
brew "tmux"
brew "tree"
brew "zsh-completions"
cask "bibdesk"
cask "coteditor"
cask "docker"
cask "drawio"
cask "google-chrome"
cask "google-japanese-ime"
cask "julia"
cask "karabiner-elements"
cask "latexit"
cask "lyx"
cask "onedrive"
cask "r"
cask "rstudio"
cask "sourcetree"
cask "zoom"
